<pad>	0
</s>	0
<unk>	0
<code>	0
</code>	0
<technical_language>	0
</technical_language>	0
<START>	0
<END>	0
▁	-2.33084
.	-2.95252
(	-3.83074
▁the	-3.86982
,	-3.89
)	-4.42426
▁}	-4.48752
▁to	-4.48891
▁{	-4.50672
▁=	-4.51708
▁a	-4.77756
);	-4.84263
s	-4.89884
:	-4.9009
▁is	-4.95285
▁you	-4.99705
▁(	-5.01624
;	-5.02968
_	-5.08168
▁of	-5.08589
▁@	-5.13167
▁if	-5.19737
'	-5.24655
▁and	-5.26539
▁in	-5.29331
>	-5.29504
▁new	-5.45859
▁for	-5.46418
-	-5.47923
▁this	-5.49997
▁it	-5.5095
▁that	-5.52812
();	-5.5435
<	-5.58888
▁"	-5.61835
▁return	-5.63773
()	-5.66497
▁public	-5.67642
▁be	-5.76147
("	-5.77185
▁your	-5.85198
▁I	-5.93568
▁null	-5.96432
String	-5.9765
param	-5.97791
▁can	-5.98267
▁String	-5.99816
"	-6.0054
/	-6.01973
▁not	-6.02504
t	-6.04103
▁with	-6.09745
▁The	-6.12195
▁<	-6.13375
▁+	-6.15039
get	-6.15165
▁are	-6.20183
▁as	-6.23772
▁an	-6.24609
Exception	-6.24668
▁use	-6.28789
▁class	-6.30596
▁will	-6.30685
▁on	-6.31053
▁void	-6.35211
▁You	-6.40348
▁have	-6.40982
▁or	-6.4101
▁int	-6.41418
▁from	-6.43841
▁method	-6.45072
");	-6.5115
▁i	-6.53161
▁value	-6.55569
().	-6.55759
i	-6.57442
▁static	-6.60682
▁by	-6.61386
▁==	-6.61657
",	-6.63904
[	-6.65387
▁If	-6.73716
▁code	-6.74565
▁final	-6.75034
return	-6.77395
▁which	-6.77413
());	-6.77661
d	-6.80037
▁do	-6.82058
}	-6.82423
▁name	-6.83462
new	-6.83512
▁get	-6.83533
[]	-6.84654
())	-6.85655
int	-6.86618
▁using	-6.86621
▁should	-6.86676
▁need	-6.87707
▁{@	-6.88328
▁e	-6.89057
▁This	-6.89128
▁file	-6.89341
="	-6.89509
▁but	-6.89906
2	-6.89917
out	-6.90022
▁all	-6.91423
▁like	-6.92691
▁object	-6.92841
add	-6.93824
▁-	-6.9756
▁type	-6.98058
▁System	-6.98446
▁else	-6.99357
▁then	-7.01044
▁try	-7.01907
▁private	-7.02154
▁!=	-7.03046
List	-7.05319
▁set	-7.07209
▁one	-7.07237
▁Java	-7.08108
▁at	-7.08329
1	-7.10652
Type	-7.10856
▁so	-7.11662
e	-7.11877
link	-7.12043
▁case	-7.1338
▁data	-7.13877
set	-7.13958
Override	-7.14592
▁would	-7.14606
▁list	-7.15863
class	-7.16202
▁java	-7.16399
println	-7.16522
(),	-7.17697
T	-7.17756
).	-7.1821
▁want	-7.19447
▁result	-7.19638
Name	-7.197
▁when	-7.20156
length	-7.20297
▁only	-7.22232
=	-7.22837
name	-7.23877
m	-7.2404
▁It	-7.27017
a	-7.27061
▁has	-7.2769
n	-7.27794
▁throw	-7.28008
x	-7.30709
id	-7.31482
));	-7.31922
re	-7.33721
▁just	-7.35262
▁there	-7.35638
▁create	-7.35668
▁throws	-7.37367
▁List	-7.38112
public	-7.38992
▁catch	-7.39709
]	-7.40392
▁any	-7.41416
▁true	-7.41823
?	-7.42113
▁In	-7.42566
▁more	-7.42678
▁was	-7.43147
▁add	-7.43186
▁same	-7.43939
▁other	-7.44371
Id	-7.44686
LINK	-7.44742
▁request	-7.4491
▁0;	-7.45379
▁array	-7.45562
this	-7.46252
throws	-7.46653
▁&&	-7.46674
▁A	-7.46793
▁call	-7.47143
▁boolean	-7.4766
▁example	-7.49489
))	-7.49507
▁no	-7.49974
▁key	-7.49996
▁way	-7.50183
Object	-7.51234
▁first	-7.51482
▁m	-7.51697
▁time	-7.5216
▁my	-7.52514
▁what	-7.53102
▁some	-7.53599
▁used	-7.55368
▁false	-7.55838
ing	-7.56385
▁instance	-7.56413
</	-7.57684
▁into	-7.58064
▁could	-7.58196
▁also	-7.58623
▁string	-7.59508
▁Object	-7.60452
Map	-7.60875
Class	-7.63899
▁while	-7.64523
code	-7.64585
c	-7.64631
▁So	-7.64796
▁0	-7.6612
")	-7.66885
▁import	-7.67091
▁problem	-7.68237
▁given	-7.69461
▁don	-7.70635
▁out	-7.71045
Request	-7.71608
final	-7.72041
append	-7.72847
value	-7.7307
Value	-7.73144
▁values	-7.73335
java	-7.73804
▁does	-7.74331
4	-7.74461
j	-7.74583
▁because	-7.74999
▁here	-7.75022
Context	-7.75227
▁number	-7.75247
A	-7.75289
ed	-7.75342
▁make	-7.76217
▁</	-7.7644
_0>	-7.76475
equals	-7.76652
is	-7.77631
▁input	-7.77925
Data	-7.78458
▁default	-7.79136
File	-7.79322
▁work	-7.79853
▁For	-7.79871
▁line	-7.80118
▁may	-7.80828
#	-7.81083
g	-7.81328
toString	-7.814
put	-7.82427
{	-7.83247
▁run	-7.84232
▁user	-7.84414
b	-7.85122
▁ArrayList	-7.85995
▁each	-7.86359
\	-7.8637
▁*	-7.86684
size	-7.86828
▁path	-7.87437
▁extends	-7.87813
▁error	-7.88043
▁start	-7.88255
▁thread	-7.88298
▁than	-7.8852
▁read	-7.88657
▁check	-7.88779
▁main	-7.88785
▁double	-7.8912
▁long	-7.89701
▁current	-7.91551
D	-7.92028
S	-7.92099
▁instead	-7.92648
++)	-7.93253
▁application	-7.93304
▁two	-7.93713
in	-7.94133
▁where	-7.94441
3	-7.9472
▁c	-7.95354
▁field	-7.95583
true	-7.95798
▁map	-7.97005
▁->	-7.97203
r	-7.9734
▁android	-7.97435
▁about	-7.97853
f	-7.97933
▁response	-7.98041
▁something	-7.98327
▁x	-7.98331
▁context	-7.98514
▁index	-7.98894
▁them	-7.98968
▁b	-7.99152
▁see	-7.99201
▁version	-7.9921
▁change	-7.99259
▁server	-7.99498
▁its	-7.99841
To	-7.99894
▁message	-7.99981
R	-8.00406
▁element	-8.00474
▁test	-8.00587
▁...	-8.0071
p	-8.00907
y	-8.01051
▁resource	-8.01167
@	-8.02252
▁following	-8.0247
▁how	-8.02641
▁up	-8.03129
▁end	-8.03694
▁methods	-8.04762
xml	-8.05014
▁1	-8.05828
▁found	-8.05964
▁p	-8.06094
▁IOException	-8.06109
▁find	-8.06802
),	-8.07007
▁they	-8.07168
Key	-8.07801
▁different	-8.07905
▁before	-8.08176
▁byte	-8.08412
▁after	-8.08732
▁must	-8.10446
▁||	-8.10645
▁variable	-8.10945
▁text	-8.11039
▁source	-8.11236
Node	-8.11617
▁0)	-8.11675
see	-8.11996
▁parameter	-8.12458
key	-8.1272
▁id	-8.12736
Path	-8.12739
null	-8.13272
▁we	-8.13453
▁specified	-8.13569
▁exception	-8.13735
util	-8.14326
I	-8.14898
▁look	-8.14993
ID	-8.15114
Integer	-8.15858
Factory	-8.15881
E	-8.16518
1.	-8.1658
Service	-8.17089
";	-8.17499
or	-8.17802
▁doesn	-8.17846
X	-8.17876
Info	-8.17908
C	-8.18044
▁break	-8.18181
){	-8.18203
▁output	-8.18348
▁write	-8.18366
▁File	-8.18461
file	-8.18502
▁args	-8.18659
▁classes	-8.18758
▁project	-8.19744
▁query	-8.20055
▁client	-8.21468
▁API	-8.21751
▁Integer	-8.21953
v	-8.22633
▁might	-8.23088
▁(!	-8.23246
com	-8.2336
▁There	-8.23728
▁super	-8.23793
▁solution	-8.23883
▁reference	-8.23901
▁size	-8.24038
▁j	-8.24129
▁protected	-8.24369
create	-8.24543
data	-8.24804
▁order	-8.25026
B	-8.25338
▁Map	-8.25414
type	-8.2559
▁function	-8.26245
▁answer	-8.26521
Builder	-8.26733
▁?	-8.26777
to	-8.26838
▁objects	-8.26853
▁org	-8.26869
▁node	-8.27338
▁loop	-8.27704
▁interface	-8.27744
▁think	-8.27832
Index	-8.27839
ll	-8.28085
▁As	-8.28428
...	-8.29396
▁com	-8.30098
Set	-8.30701
▁called	-8.30798
▁property	-8.31464
▁parameters	-8.31793
▁access	-8.32297
Configuration	-8.32344
▁service	-8.32488
▁And	-8.32523
er	-8.33225
▁files	-8.33478
user	-8.33698
▁table	-8.34079
▁know	-8.3426
getName	-8.34319
jar	-8.34643
Manager	-8.35014
▁implementation	-8.35668
Element	-8.35939
Config	-8.36121
▁To	-8.36527
▁sure	-8.36867
▁constructor	-8.36881
▁2	-8.3716
list	-8.37458
▁update	-8.37666
next	-8.37697
▁But	-8.38397
>>	-8.38417
Array	-8.38437
!	-8.38915
▁question	-8.39411
▁such	-8.39819
View	-8.3982
▁log	-8.40222
▁second	-8.4033
▁n	-8.40851
▁another	-8.41609
▁C	-8.41816
▁state	-8.41938
▁stream	-8.42176
Entry	-8.42225
▁already	-8.42332
▁Then	-8.42442
layout	-8.42774
Response	-8.42811
▁That	-8.43074
▁Use	-8.43308
o	-8.44405
▁When	-8.44786
if	-8.4505
▁T	-8.45089
Listener	-8.45468
lang	-8.45565
▁right	-8.45583
▁instanceof	-8.45755
▁cannot	-8.45776
▁both	-8.4579
Result	-8.45884
▁these	-8.46235
▁Here	-8.46507
▁Class	-8.46913
▁#	-8.47062
▁Returns	-8.47097
version	-8.47511
▁database	-8.47536
▁connection	-8.47878
▁point	-8.47947
▁|	-8.48072
▁Your	-8.48086
▁been	-8.48122
Date	-8.48636
▁image	-8.48647
▁configuration	-8.48967
▁created	-8.49095
▁last	-8.49266
2.	-8.49401
▁y	-8.49547
▁elements	-8.49559
▁IllegalArgument	-8.49888
Handler	-8.50059
▁process	-8.50525
▁event	-8.50621
text	-8.50804
▁possible	-8.51109
▁information	-8.51406
▁view	-8.51555
];	-8.51654
▁without	-8.52062
▁since	-8.5254
ve	-8.52807
org	-8.52917
Field	-8.53236
Test	-8.53248
Message	-8.53252
able	-8.5331
▁target	-8.5336
map	-8.54014
▁Spring	-8.54025
▁issue	-8.54655
▁even	-8.54843
State	-8.55319
▁returns	-8.55584
▁between	-8.5574
▁count	-8.56166
▁content	-8.565
▁0,	-8.56757
▁means	-8.56765
▁next	-8.56782
▁being	-8.56983
▁entry	-8.57006
test	-8.57125
1,	-8.57503
Size	-8.5779
*	-8.57803
0	-8.57962
▁build	-8.58141
path	-8.58161
▁remove	-8.58195
▁inside	-8.5829
Count	-8.5888
▁page	-8.58926
▁works	-8.59092
▁operation	-8.59309
▁properties	-8.5933
▁returned	-8.59677
▁parent	-8.59738
▁single	-8.6031
▁Note	-8.6038
+	-8.60683
close	-8.60786
▁date	-8.6081
Method	-8.61438
▁part	-8.6155
index	-8.61771
my	-8.61927
▁v	-8.62024
▁me	-8.62042
▁own	-8.62118
▁app	-8.62156
▁item	-8.622
">	-8.622
▁really	-8.62299
▁very	-8.62309
start	-8.62502
otocolMarshaller	-8.63035
▁model	-8.63161
In	-8.63163
▁row	-8.63437
Event	-8.63615
▁session	-8.63962
▁now	-8.64103
▁directory	-8.64183
▁actually	-8.64689
Resource	-8.64721
▁format	-8.64931
request	-8.65054
▁always	-8.65125
System	-8.65262
Item	-8.6539
input	-8.6562
groupId	-8.6566
format	-8.66073
Time	-8.66207
▁still	-8.66705
▁memory	-8.67048
▁probably	-8.67048
▁command	-8.67049
Bean	-8.67122
▁Set	-8.67128
▁system	-8.67148
Client	-8.67187
stream	-8.67311
▁above	-8.67398
build	-8.67844
▁well	-8.68084
Text	-8.68097
▁simple	-8.68213
▁%	-8.68302
▁better	-8.68416
Filter	-8.69666
"));	-8.69751
Y	-8.69914
▁My	-8.70036
▁Also	-8.7037
▁str	-8.70391
▁good	-8.70474
▁through	-8.70688
▁Thread	-8.70752
ly	-8.70969
false	-8.71045
api	-8.71215
▁Try	-8.71349
▁either	-8.714
L	-8.72141
write	-8.72302
K	-8.72377
▁added	-8.7252
Collection	-8.72627
▁f	-8.72635
▁available	-8.72636
▁match	-8.7297
▁why	-8.73098
▁pr	-8.73099
▁pass	-8.73283
k	-8.73294
▁javax	-8.73481
log	-8.73612
>();	-8.7369
▁argument	-8.7384
▁put	-8.7385
▁B	-8.7385
and	-8.74086
▁buffer	-8.74202
V	-8.74386
▁group	-8.74607
▁frame	-8.74686
▁URL	-8.74713
▁below	-8.74714
for	-8.7481
▁over	-8.74866
Group	-8.75082
getValue	-8.75135
h	-8.75253
User	-8.75278
For	-8.75388
▁1;	-8.75618
▁bytes	-8.75643
Table	-8.75926
▁&	-8.75995
▁column	-8.76149
▁url	-8.76294
▁those	-8.76299
▁character	-8.763
▁package	-8.7639
▁done	-8.76718
Number	-8.76812
▁See	-8.76831
▁task	-8.76856
▁pattern	-8.76933
▁fields	-8.77133
▁handle	-8.77137
Model	-8.77475
artifactId	-8.77608
▁implements	-8.77856
▁empty	-8.77884
▁local	-8.78085
▁specific	-8.78185
import	-8.782
▁library	-8.78281
time	-8.78355
▁contains	-8.78426
▁root	-8.78556
▁+=	-8.78611
▁non	-8.78694
▁StringBuilder	-8.78903
io	-8.79294
▁doing	-8.79391
▁option	-8.79646
of	-8.79928
context	-8.80023
Property	-8.80161
▁every	-8.80287
▁JSON	-8.80295
Query	-8.80311
▁take	-8.80352
▁running	-8.80451
▁max	-8.80638
▁block	-8.80905
▁most	-8.81193
F	-8.81564
▁entity	-8.8182
▁attribute	-8.81823
From	-8.81842
Error	-8.81929
▁sb	-8.82131
Entity	-8.82236
▁go	-8.82397
l	-8.82465
▁multiple	-8.82709
▁simply	-8.82711
▁HashMap	-8.82726
url	-8.82906
▁statement	-8.82993
▁However	-8.83232
line	-8.83715
▁much	-8.83791
▁correct	-8.83923
▁types	-8.83945
remove	-8.8411
▁builder	-8.84267
▁within	-8.84834
▁implement	-8.84947
▁annotation	-8.85077
▁custom	-8.8525
debug	-8.85353
▁finally	-8.85357
item	-8.85445
▁component	-8.85588
▁web	-8.85674
google	-8.86007
u	-8.86121
with	-8.86122
▁able	-8.86123
▁3	-8.86193
on	-8.86307
read	-8.8634
▁});	-8.86571
Utils	-8.86688
substring	-8.86772
"))	-8.86944
▁required	-8.86994
result	-8.87271
▁store	-8.87401
▁many	-8.87948
▁char	-8.88118
Stream	-8.88123
▁button	-8.88232
Connection	-8.88474
<>();	-8.8872
▁copy	-8.88957
▁What	-8.88958
<?	-8.89094
▁help	-8.89116
▁filter	-8.89212
marshall	-8.89273
8	-8.8934
Status	-8.89347
▁calling	-8.8935
▁program	-8.89388
▁their	-8.89409
By	-8.89462
▁1)	-8.89589
error	-8.8961
▁collection	-8.89634
▁position	-8.89737
▁trying	-8.89814
5	-8.9046
as	-8.90817
▁ex	-8.91015
▁/>	-8.91123
▁expression	-8.9132
▁based	-8.91492
▁back	-8.91753
▁options	-8.91891
print	-8.9204
isEmpty	-8.92185
▁results	-8.92334
&	-8.92435
▁>=	-8.92686
w	-8.92901
z	-8.93459
▁load	-8.93552
▁level	-8.93641
▁bean	-8.93737
▁search	-8.94047
N	-8.94086
P	-8.94152
▁uses	-8.94558
▁documentation	-8.9476
▁synchronized	-8.9477
").	-8.94792
▁had	-8.94807
IOException	-8.95126
▁XML	-8.95174
▁!	-8.95489
nabled	-8.95561
▁container	-8.95792
▁etc	-8.96079
Properties	-8.96182
▁o	-8.96207
Provider	-8.96229
InputStream	-8.96238
▁valid	-8.96341
▁obj	-8.96388
▁document	-8.96535
J	-8.96789
one	-8.96905
▁reason	-8.97356
NAME	-8.97418
▁r	-8.97573
▁folder	-8.97626
▁print	-8.9782
▁base	-8.98106
▁bit	-8.98195
\\	-8.98271
Impl	-8.98378
▁never	-8.984
<?>	-8.9845
byte	-8.98606
▁passed	-8.98651
contains	-8.98651
▁thrown	-8.98814
▁action	-8.9894
With	-8.98947
info	-8.99138
▁config	-8.99339
filter	-8.99644
str	-8.99689
▁support	-8.9976
▁calls	-8.99902
Button	-8.99938
▁too	-9.00065
▁threads	-9.00147
▁logger	-9.00534
▁old	-9.00645
▁names	-9.0073
▁parse	-9.00733
string	-9.00828
▁thing	-9.0102
▁variables	-9.01043
▁original	-9.01219
▁cache	-9.01637
Code	-9.01773
▁existing	-9.01803
▁directly	-9.01869
Image	-9.02085
Of	-9.021
parent	-9.02119
▁float	-9.02253
▁Get	-9.02316
▁Create	-9.02395
▁things	-9.02472
BINDING	-9.0264
split	-9.02754
▁seems	-9.02833
▁creating	-9.02936
▁provided	-9.03098
▁whether	-9.03142
property	-9.03151
▁working	-9.03154
++;	-9.03185
▁switch	-9.03227
getClass	-9.03437
the	-9.03542
Cache	-9.03551
client	-9.03637
private	-9.03786
▁defined	-9.03855
And	-9.04176
▁characters	-9.0421
▁itself	-9.04566
▁approach	-9.04892
▁<=	-9.04918
▁convert	-9.04978
▁wrong	-9.0507
M	-9.05169
es	-9.05202
▁Now	-9.05232
getMessage	-9.05311
Task	-9.05396
android	-9.05521
apache	-9.05587
▁location	-9.05609
Action	-9.05749
▁sub	-9.05816
dependency	-9.05926
▁JVM	-9.06281
Url	-9.06384
▁once	-9.06541
▁best	-9.06623
()));	-9.06966
▁Date	-9.07033
▁via	-9.07059
valueOf	-9.07313
▁were	-9.07417
▁jar	-9.07504
▁give	-9.07588
Page	-9.07592
Color	-9.07594
▁-->	-9.07615
▁compiler	-9.07641
|	-9.07841
Content	-9.07909
▁child	-9.0793
▁open	-9.08064
Instance	-9.08603
▁save	-9.08759
▁adding	-9.08954
▁execute	-9.09149
▁length	-9.09191
▁Android	-9.09197
▁actual	-9.09471
▁needs	-9.09828
▁send	-9.09856
▁listener	-9.0999
doc	-9.10002
tc	-9.1013
Parameter	-9.10172
▁provide	-9.10273
Level	-9.10562
URL	-9.10705
▁form	-9.1089
6	-9.10903
Source	-9.1106
Component	-9.11063
it	-9.11244
▁job	-9.11481
▁won	-9.11691
▁g	-9.11846
▁offset	-9.11899
parse	-9.12048
▁tag	-9.12049
Options	-9.12091
%	-9.12284
▁Math	-9.12716
max	-9.12778
▁again	-9.12868
from	-9.12924
▁left	-9.13468
▁items	-9.13515
▁include	-9.13574
getInstance	-9.13666
▁Since	-9.13733
▁isn	-9.14024
▁going	-9.14044
TYPE	-9.1411
entry	-9.14131
Token	-9.14267
Length	-9.14338
long	-9.14373
▁resources	-9.14612
▁token	-9.1463
O	-9.14638
content	-9.14692
▁keep	-9.14812
array	-9.14897
event	-9.14928
▁num	-9.15495
properties	-9.15552
(0,	-9.15818
::	-9.16147
▁post	-9.16181
▁compile	-9.16393
Util	-9.16408
▁ID	-9.16502
▁looks	-9.1655
Version	-9.16681
printStackTrace	-9.16736
▁changes	-9.16758
▁header	-9.17872
▁override	-9.18048
width	-9.18106
Panel	-9.18308
▁say	-9.18353
"/>	-9.18759
OutputStream	-9.18882
▁address	-9.19092
G	-9.19794
config	-9.19866
Application	-9.19879
2)	-9.19881
main	-9.20166
▁specify	-9.20192
group	-9.20328
▁per	-9.20436
Writer	-9.20985
node	-9.21022
▁delete	-9.21107
▁stack	-9.21239
▁rather	-9.21481
plugin	-9.22252
▁Eclipse	-9.22333
}.	-9.2237
▁k	-9.2246
▁encoding	-9.22527
▁--	-9.22602
▁Just	-9.2298
app	-9.23268
":	-9.23276
▁J	-9.23299
Thread	-9.23315
▁range	-9.23417
Function	-9.23452
message	-9.23495
▁arguments	-9.2355
Input	-9.23588
servlet	-9.23809
64	-9.23853
▁least	-9.23922
▁did	-9.23949
Column	-9.23974
▁Add	-9.24
Attribute	-9.24026
▁though	-9.24114
▁needed	-9.24276
▁until	-9.24373
source	-9.24501
Calendar	-9.24527
getString	-9.24584
▁rule	-9.24646
Session	-9.24734
table	-9.24865
▁similar	-9.24993
▁Scanner	-9.25292
json	-9.25387
_1>	-9.25435
Row	-9.25577
▁otherwise	-9.25697
Buffer	-9.25706
Long	-9.25775
field	-9.25848
▁E	-9.25864
▁An	-9.25901
setText	-9.25917
Line	-9.25973
▁<!--	-9.25996
▁details	-9.26079
▁expected	-9.26158
▁changed	-9.26172
Expression	-9.26181
▁allow	-9.26191
▁looking	-9.26435
current	-9.26752
Point	-9.26854
▁activity	-9.26868
].	-9.26893
▁side	-9.26914
▁handler	-9.26961
▁anything	-9.27048
Start	-9.27048
target	-9.27116
▁setting	-9.27131
Java	-9.2726
The	-9.27324
end	-9.27339
Mode	-9.27499
▁8	-9.27549
▁writer	-9.27573
count	-9.27695
RuntimeException	-9.27867
▁json	-9.27906
▁Or	-9.28079
()))	-9.28138
▁place	-9.28367
Adapter	-9.28545
▁l	-9.28621
▁val	-9.28632
2,	-9.28863
▁V	-9.28868
▁replace	-9.28902
H	-9.2906
▁define	-9.29193
▁keys	-9.29407
date	-9.29486
▁cause	-9.29594
▁numbers	-9.29673
Server	-9.29826
resource	-9.29832
▁am	-9.29862
double	-9.29868
▁re	-9.29984
▁temp	-9.30079
▁status	-9.30293
▁fail	-9.30308
▁getting	-9.304
Iterator	-9.30444
Container	-9.3047
hasNext	-9.30484
▁queue	-9.3059
Pattern	-9.30684
▁generate	-9.30924
Activity	-9.3114
▁Long	-9.31158
▁close	-9.31334
▁full	-9.31446
method	-9.31614
▁lines	-9.31666
▁instances	-9.31848
▁password	-9.31851
Operation	-9.3187
▁lock	-9.31909
Document	-9.32086
▁R	-9.32276
▁under	-9.32315
Base	-9.3233
Reader	-9.32404
height	-9.32438
Values	-9.32443
▁runtime	-9.32451
7	-9.32482
find	-9.3264
service	-9.32644
Inner	-9.32706
swing	-9.3278
▁contain	-9.32789
charAt	-9.3288
▁containing	-9.32962
which	-9.3303
▁reader	-9.33217
▁params	-9.33341
▁performance	-9.33756
http	-9.3378
▁Runnable	-9.33928
▁Test	-9.33945
=0;	-9.33967
On	-9.33997
▁tc	-9.34019
▁10	-9.34069
▁show	-9.34111
▁language	-9.34176
▁factory	-9.34239
▁transaction	-9.34278
▁having	-9.34302
▁fine	-9.34445
▁driver	-9.34474
update	-9.34587
▁total	-9.34806
▁layout	-9.34816
▁exactly	-9.34863
▁space	-9.34872
▁select	-9.34875
▁dependency	-9.35018
▁avoid	-9.35023
▁How	-9.35199
▁X	-9.3523
▁classpath	-9.35448
▁makes	-9.3545
▁First	-9.35563
▁One	-9.35643
(){	-9.35748
ArrayList	-9.35817
▁fix	-9.35978
bean	-9.36005
min	-9.36141
Header	-9.36158
▁top	-9.36312
Double	-9.3633
▁marshall	-9.36824
awt	-9.36886
No	-9.37037
▁After	-9.37037
Location	-9.3717
▁port	-9.37174
no	-9.3719
▁reading	-9.37227
Helper	-9.3736
al	-9.3742
▁standard	-9.37484
▁Double	-9.37593
▁strings	-9.37657
txt	-9.37913
▁around	-9.38097
▁JPanel	-9.38166
▁lot	-9.38312
▁5	-9.38411
▁No	-9.38465
getKey	-9.38524
response	-9.3862
▁idea	-9.38631
▁suggest	-9.38919
values	-9.38942
▁S	-9.39028
▁display	-9.39036
▁body	-9.39072
▁sum	-9.39192
▁un	-9.39243
2);	-9.394
▁info	-9.39461
▁previous	-9.39462
Constants	-9.39515
▁dependencies	-9.39539
▁integer	-9.39665
▁logic	-9.39695
Bytes	-9.39745
▁/*	-9.39819
▁src	-9.39863
▁separate	-9.39888
▁JDK	-9.39972
▁course	-9.40034
row	-9.40041
sql	-9.401
lib	-9.40217
UTF	-9.40274
▁compare	-9.40301
▁continue	-9.40519
▁exist	-9.40534
▁scope	-9.40559
▁User	-9.40579
Tag	-9.40598
W	-9.4073
Async	-9.40798
iterator	-9.40858
++	-9.40901
▁word	-9.40949
select	-9.41123
▁understand	-9.41214
▁validation	-9.41343
▁HTTP	-9.41522
▁Log	-9.41668
▁plugin	-9.4175
▁callback	-9.421
][	-9.42115
__	-9.4212
▁control	-9.4219
▁times	-9.42201
▁Arrays	-9.42235
state	-9.42277
▁tree	-9.42493
getText	-9.42605
server	-9.42833
Position	-9.42962
My	-9.43048
▁attributes	-9.43264
▁Instead	-9.43268
▁sort	-9.43313
VALUE	-9.43441
core	-9.43509
▁min	-9.43522
▁got	-9.43542
package	-9.43881
▁allows	-9.43995
image	-9.44063
src	-9.44384
▁condition	-9.44466
▁nothing	-9.44724
▁abstract	-9.44744
▁structure	-9.44748
▁O	-9.44788
object	-9.45031
▁regex	-9.4512
foo	-9.45207
view	-9.45359
body	-9.45462
▁msg	-9.4555
▁SQL	-9.45596
▁comment	-9.45644
query	-9.45668
Reference	-9.45766
▁pool	-9.4605
▁down	-9.46059
▁Check	-9.46192
▁JFrame	-9.46507
▁generic	-9.46526
▁From	-9.46585
configuration	-9.46675
▁res	-9.46714
▁Collections	-9.46873
▁Boolean	-9.47006
▁inner	-9.47112
▁helps	-9.47222
(@	-9.47292
▁ret	-9.47351
","	-9.47488
▁4	-9.47627
▁mapping	-9.47638
obj	-9.47735
getId	-9.47907
▁module	-9.48518
root	-9.48519
▁width	-9.486
▁account	-9.48627
)}	-9.48669
▁difference	-9.48884
▁fact	-9.48944
Metadata	-9.48955
▁automatically	-9.49003
inheritDoc	-9.49048
Record	-9.49073
▁1,	-9.49125
Rule	-9.49195
Log	-9.49297
▁made	-9.49355
Str	-9.49367
▁execution	-9.49429
▁Pattern	-9.49434
▁feature	-9.49504
Offset	-9.49536
▁Collection	-9.49637
indexOf	-9.4968
▁label	-9.49719
▁spring	-9.4972
▁less	-9.49753
URI	-9.49815
▁Maven	-9.50025
Parser	-9.50027
▁color	-9.50062
Update	-9.50103
▁panel	-9.50109
Template	-9.50161
Parameters	-9.50177
▁stored	-9.50258
▁particular	-9.50335
▁mean	-9.50387
first	-9.50453
num	-9.50528
Label	-9.50562
▁environment	-9.50575
▁window	-9.50648
<>(	-9.5078
▁cases	-9.5078
Tree	-9.50793
▁hash	-9.50842
Controller	-9.50902
▁written	-9.50968
▁View	-9.50983
Invalid	-9.51032
▁Node	-9.51074
(0);	-9.51129
9	-9.51196
Definition	-9.5124
▁consider	-9.51244
Target	-9.51253
tt	-9.51285
▁step	-9.51443
collect	-9.51705
project	-9.51762
application	-9.51769
▁record	-9.51873
▁Using	-9.51902
▁mode	-9.51921
▁short	-9.51945
Or	-9.52163
execute	-9.52218
▁definition	-9.52306
resources	-9.52383
▁off	-9.52514
nextInt	-9.52565
▁components	-9.52633
▁operations	-9.52734
KEY	-9.52749
Address	-9.53039
▁during	-9.53084
▁random	-9.53115
▁var	-9.53538
▁click	-9.53592
▁equal	-9.53806
Ref	-9.53943
▁generated	-9.54255
▁fixed	-9.54269
element	-9.54475
▁common	-9.54496
[0]	-9.5451
your	-9.54734
▁easy	-9.54824
▁Example	-9.54855
▁recommend	-9.54879
▁Hibernate	-9.5491
▁takes	-9.54989
▁matching	-9.55122
▁kind	-9.55307
▁note	-9.55402
char	-9.55405
▁LOG	-9.55421
matcher	-9.55476
web	-9.55536
▁wait	-9.55546
1);	-9.55666
▁additional	-9.55756
▁height	-9.55798
html	-9.55808
▁correctly	-9.55912
▁let	-9.55925
▁matches	-9.56108
▁clear	-9.56114
▁move	-9.56251
▁real	-9.56452
▁exists	-9.56485
▁h	-9.56492
not	-9.56529
parseInt	-9.56538
buffer	-9.56651
▁Observable	-9.56699
▁whole	-9.56707
val	-9.56774
▁1);	-9.568
▁unit	-9.56804
▁solve	-9.56894
Job	-9.56933
Format	-9.56959
isAnyTracingE	-9.56994
▁enough	-9.57037
Repository	-9.57391
net	-9.57541
▁On	-9.57616
▁apply	-9.57775
non	-9.57778
▁sequence	-9.57892
position	-9.57922
show	-9.57923
Get	-9.57935
▁everything	-9.58089
▁executed	-9.58235
run	-9.58388
▁associated	-9.58558
▁doc	-9.58661
▁declared	-9.58694
▁Yes	-9.58723
▁writing	-9.58779
rs	-9.58823
▁internal	-9.58921
since	-9.58975
load	-9.59083
springframework	-9.59146
▁perform	-9.59188
Int	-9.59423
▁errors	-9.59434
getProperty	-9.59551
Range	-9.5964
TraceComponent	-9.59661
Bundle	-9.59887
ch	-9.59932
Wrapper	-9.59934
▁complete	-9.60031
▁words	-9.60105
▁db	-9.60284
▁init	-9.60354
▁useful	-9.60419
▁future	-9.60445
▁http	-9.60497
has	-9.60509
▁general	-9.60616
▁stop	-9.60643
Dir	-9.60697
replace	-9.61047
All	-9.61232
q	-9.61298
Names	-9.61303
form	-9.61308
Param	-9.61421
▁pretty	-9.61431
▁BufferedReader	-9.61603
action	-9.61685
(...)	-9.61843
▁Creates	-9.61966
▁arg	-9.61971
Types	-9.61972
▁removed	-9.62004
div	-9.62051
U	-9.62203
compile	-9.62339
▁template	-9.62364
▁behavior	-9.62457
model	-9.62473
▁Intent	-9.62576
Order	-9.62668
▁Hope	-9.62691
▁begin	-9.62773
Channel	-9.62831
▁configure	-9.62851
db	-9.62875
some	-9.63076
exit	-9.63139
▁points	-9.63154
▁likely	-9.63189
▁amount	-9.63193
Annotation	-9.63443
▁"+	-9.63604
asList	-9.63616
▁enum	-9.63681
▁supported	-9.6374
trim	-9.63789
▁7	-9.63811
Store	-9.63892
▁few	-9.63943
32	-9.64077
End	-9.64183
▁len	-9.6426
SimpleDateFormat	-9.64262
Queue	-9.64292
▁guess	-9.64346
▁We	-9.64456
▁problems	-9.64478
default	-9.64498
at	-9.64514
▁InputStream	-9.64568
▁dialog	-9.64572
://	-9.64602
Interface	-9.64649
Transaction	-9.64683
▁happens	-9.64772
▁N	-9.64813
th	-9.6486
getType	-9.65013
do	-9.65015
▁messages	-9.65025
▁All	-9.65051
▁SdkClient	-9.65152
SuppressWarnings	-9.65162
Settings	-9.6519
▁appropriate	-9.65206
number	-9.65315
▁necessary	-9.6532
▁servlet	-9.65374
▁exceptions	-9.65605
Callback	-9.65685
▁split	-9.65715
▁w	-9.65851
▁operator	-9.65859
sort	-9.65879
▁section	-9.6589
Attributes	-9.66002
▁clazz	-9.66005
Intent	-9.66142
▁Optional	-9.66265
▁EDIT	-9.66328
▁initialize	-9.66369
▁limit	-9.6638
▁tests	-9.66411
▁zero	-9.66435
▁gets	-9.66461
▁prefix	-9.66522
▁arr	-9.66572
Access	-9.66681
▁insert	-9.66867
▁foo	-9.66894
▁parser	-9.66922
▁iterator	-9.67014
▁depends	-9.67037
Output	-9.67102
▁retrieve	-9.67105
Width	-9.67169
▁script	-9.67179
▁With	-9.67349
Link	-9.67416
▁schema	-9.67444
▁references	-9.67459
▁maven	-9.67531
▁style	-9.67534
▁network	-9.67543
Arrays	-9.67613
10	-9.67665
clear	-9.67737
▁mentioned	-9.67745
init	-9.67859
▁libraries	-9.6793
▁Iterator	-9.68115
▁UI	-9.6842
check	-9.68493
▁missing	-9.6861
Policy	-9.68676
▁Please	-9.68786
args	-9.68796
▁later	-9.6896
▁however	-9.6896
Package	-9.69003
▁entries	-9.69109
▁buf	-9.69226
▁didn	-9.69283
="<	-9.69324
pos	-9.69333
▁settings	-9.69389
▁declare	-9.69501
▁algorithm	-9.69618
▁updated	-9.69623
▁said	-9.69642
Uri	-9.69738
]);	-9.6992
▁Method	-9.6999
▁present	-9.69999
▁modify	-9.70013
▁yourself	-9.70042
▁member	-9.7014
▁cast	-9.70187
("/	-9.70209
12	-9.70407
Descriptor	-9.70615
▁intent	-9.70892
▁Application	-9.71057
Registry	-9.7107
▁named	-9.71102
bin	-9.7112
SI	-9.71281
▁matrix	-9.71364
bar	-9.71431
▁bug	-9.71561
▁loaded	-9.71604
▁nodes	-9.71616
▁starting	-9.71711
▁proxy	-9.71723
Math	-9.71804
dd	-9.71834
replaceAll	-9.7186
▁description	-9.71866
▁Default	-9.71972
color	-9.72032
▁making	-9.72251
Pos	-9.72257
▁ref	-9.72265
base	-9.72287
child	-9.72299
password	-9.7232
Command	-9.72337
▁versions	-9.72371
level	-9.72471
match	-9.72551
▁\	-9.72575
New	-9.72669
▁fails	-9.727
delete	-9.72888
all	-9.72896
▁explicitly	-9.72994
save	-9.73134
Boolean	-9.73165
Num	-9.73236
▁failed	-9.73275
▁HTML	-9.73421
▁users	-9.73431
addAll	-9.73465
▁sample	-9.73576
▁native	-9.7364
.*;	-9.73672
▁6	-9.73719
▁device	-9.7373
▁invoke	-9.73771
▁JSONObject	-9.73796
Obj	-9.73865
▁By	-9.73884
▁rows	-9.73934
Fragment	-9.73943
▁follows	-9.73951
▁usually	-9.73954
▁host	-9.74278
▁P	-9.74425
Default	-9.74495
▁repository	-9.74502
▁2)	-9.74538
▁allowed	-9.74549
▁HashSet	-9.74671
Messages	-9.74744
▁outside	-9.74773
newInstance	-9.7483
▁register	-9.74881
▁signature	-9.74891
▁cell	-9.74958
▁Activity	-9.75022
▁selected	-9.75119
▁sense	-9.752
Root	-9.75356
▁Edit	-9.75357
One	-9.75357
▁related	-9.75378
Style	-9.75388
▁little	-9.75529
▁channel	-9.75602
isEntryE	-9.75865
▁processing	-9.75915
▁xml	-9.75917
▁unique	-9.76128
lt	-9.76283
▁solved	-9.76313
generated	-9.7658
▁Foo	-9.76674
▁provider	-9.76675
▁maximum	-9.76677
▁easier	-9.76728
▁tell	-9.76744
▁locale	-9.7676
▁uri	-9.76815
maven	-9.76872
Block	-9.76955
▁provides	-9.76969
▁comments	-9.76993
▁controller	-9.77036
boolean	-9.77194
ws	-9.77286
Mapping	-9.7732
▁URI	-9.77385
Converter	-9.77477
▁ways	-9.77569
output	-9.77625
▁Swing	-9.77648
ServiceResponse	-9.77706
▁remote	-9.77714
en	-9.77726
dir	-9.77768
bit	-9.77862
▁binary	-9.77943
Params	-9.78111
▁pos	-9.78212
session	-9.78231
▁occurs	-9.7826
▁install	-9.78286
▁counter	-9.78319
Person	-9.78474
▁syntax	-9.7851
▁{}	-9.78551
▁screen	-9.78633
▁currently	-9.78647
▁socket	-9.79114
▁checked	-9.79161
▁assert	-9.79397
▁columns	-9.79551
Call	-9.79599
▁Windows	-9.79623
readLine	-9.79754
Layout	-9.79768
XML	-9.79903
▁design	-9.7996
ip	-9.79971
▁Because	-9.80005
▁due	-9.80024
button	-9.80285
▁implemented	-9.80358
Details	-9.80402
▁timeout	-9.80595
▁requires	-9.80771
OnClickListener	-9.80775
App	-9.80785
▁corresponding	-9.80853
==	-9.80907
Char	-9.80969
Directory	-9.81028
▁worked	-9.81053
last	-9.81102
GroupName	-9.81193
▁contents	-9.81243
ON	-9.81244
▁Update	-9.81274
▁quite	-9.81302
▁commerce	-9.81313
▁framework	-9.81515
status	-9.81554
▁"";	-9.81661
▁security	-9.81911
▁manager	-9.81937
DB	-9.82044
▁0);	-9.82089
Unable	-9.82218
security	-9.82244
▁small	-9.82313
▁col	-9.82366
First	-9.82399
▁IllegalState	-9.82494
▁yet	-9.82518
▁initialized	-9.82552
▁several	-9.82664
▁annotations	-9.82698
▁requests	-9.82923
▁special	-9.82941
1)	-9.83014
▁Do	-9.8306
▁Gets	-9.8315
open	-9.83204
▁Main	-9.83257
jdbc	-9.8328
▁representation	-9.83292
▁events	-9.83318
As	-9.83334
un	-9.83402
▁xmlns	-9.83563
sub	-9.8357
Part	-9.83596
▁easily	-9.83615
Out	-9.83621
arg	-9.83627
Collectors	-9.837
▁browser	-9.83722
"),	-9.83752
▁NullPointer	-9.83787
Option	-9.83822
wrap	-9.83839
MAX	-9.83857
▁issues	-9.83894
▁pre	-9.8392
Schema	-9.83979
▁arrays	-9.83998
▁sent	-9.84008
▁far	-9.84074
▁ensure	-9.84074
▁invalid	-9.84108
▁extension	-9.84159
▁machine	-9.84203
Throwable	-9.84405
nextLine	-9.84416
Project	-9.84502
▁Make	-9.84554
▁day	-9.84785
▁Abstract	-9.84925
▁H	-9.84987
(1,	-9.8503
▁equivalent	-9.85091
annotation	-9.85114
▁tried	-9.85222
▁configured	-9.85354
▁extra	-9.8538
▁bundle	-9.85428
left	-9.8548
entrySet	-9.85571
ED	-9.85607
▁whatever	-9.85634
static	-9.85653
▁download	-9.85731
▁started	-9.85803
▁changing	-9.85811
spring	-9.8593
GET	-9.85939
▁resolve	-9.86145
Frame	-9.86701
dInstanceState	-9.86736
forEach	-9.86804
>()	-9.86906
Javadoc	-9.86941
▁unless	-9.86952
INF	-9.86997
ref	-9.87102
▁metadata	-9.87212
▁DB	-9.87451
Json	-9.87578
▁Base	-9.8758
▁together	-9.87605
▁initial	-9.87622
▁says	-9.8784
▁destination	-9.8789
setVisible	-9.87935
Description	-9.87971
▁flag	-9.88109
▁"/	-9.88146
▁auto	-9.88154
▁assume	-9.88202
▁bad	-9.88278
▁constant	-9.88473
Fields	-9.88512
▁Change	-9.88529
▁passing	-9.88547
▁validate	-9.88581
Scope	-9.88677
mozu	-9.88716
▁Calendar	-9.88874
▁background	-9.88896
td	-9.89005
▁properly	-9.89033
example	-9.89094
Height	-9.89157
▁Some	-9.89366
▁Apache	-9.89541
▁require	-9.89549
▁Not	-9.89576
(1);	-9.89599
[][]	-9.89852
▁modified	-9.89916
pattern	-9.89946
++){	-9.90023
gt	-9.9004
▁BigDecimal	-9.90173
required	-9.90219
▁namespace	-9.90414
exception	-9.90437
title	-9.9052
▁normal	-9.90582
▁onCreate	-9.9065
page	-9.90731
▁mapper	-9.90759
▁raw	-9.90896
▁adapter	-9.90909
unchecked	-9.91032
▁title	-9.91053
▁Google	-9.91101
ex	-9.91156
Form	-9.912
▁SibTr	-9.91245
▁product	-9.91275
Mapper	-9.91327
▁fetch	-9.91421
by	-9.91425
Character	-9.9147
Read	-9.91521
startsWith	-9.91578
Processor	-9.91696
Sub	-9.91703
▁Otherwise	-9.91893
Files	-9.91903
▁Another	-9.91911
▁M	-9.92214
▁against	-9.92305
This	-9.92463
▁three	-9.9251
[])	-9.92527
▁They	-9.9253
▁AWS	-9.92608
activity	-9.92674
float	-9.92874
▁G	-9.929
▁fragment	-9.92966
▁domain	-9.9306
▁entire	-9.93094
▁creates	-9.93128
▁z	-9.93247
▁refer	-9.93263
▁Person	-9.93427
▁expect	-9.93513
▁sql	-9.93756
▁manually	-9.93766
▁-1	-9.938
mm	-9.93834
[1]	-9.93846
▁menu	-9.9387
▁tutorial	-9.93909
Child	-9.93919
▁gives	-9.94049
use	-9.94101
▁regular	-9.9418
Parent	-9.94226
▁external	-9.94254
▁JButton	-9.94316
contracts	-9.94352
▁-1;	-9.94361
▁happen	-9.94401
▁tasks	-9.94416
Module	-9.94439
▁subclass	-9.94481
getTime	-9.94494
▁hard	-9.94607
Local	-9.94637
▁Simple	-9.94734
▁primary	-9.94815
Q	-9.94829
Password	-9.94869
▁headers	-9.94875
(!	-9.94894
▁Tomcat	-9.94918
▁Sets	-9.94945
16	-9.94983
▁maybe	-9.95039
▁tmp	-9.95117
matches	-9.95155
▁JDBC	-9.95259
▁Server	-9.95281
container	-9.95385
Window	-9.95476
▁usage	-9.95625
equalsIgnoreCase	-9.9565
var	-9.95703
like	-9.95716
▁storage	-9.95716
Not	-9.95737
temp	-9.95795
ERROR	-9.95898
post	-9.95938
Unit	-9.96053
os	-9.96088
port	-9.96099
msg	-9.96187
st	-9.96266
▁large	-9.96381
▁built	-9.96425
label	-9.9648
local	-9.96494
▁important	-9.96508
Generator	-9.96591
▁Stream	-9.96635
Ids	-9.96753
▁successful	-9.96789
Dialog	-9.96821
])	-9.96866
▁shared	-9.96888
▁Tr	-9.9693
▁extract	-9.97
▁ByteArray	-9.97034
Proxy	-9.97036
Lock	-9.9706
▁testing	-9.97061
:\	-9.97193
▁bits	-9.97251
MM	-9.97252
▁checking	-9.9727
▁further	-9.9732
▁declaration	-9.97321
▁JPA	-9.97353
Vector	-9.97535
column	-9.97644
▁scan	-9.97689
▁Why	-9.97694
▁JLabel	-9.97695
▁parts	-9.97701
right	-9.9774
up	-9.9779
TextView	-9.97823
token	-9.97895
Items	-9.9792
JSON	-9.97947
▁Output	-9.98104
tag	-9.98167
Statement	-9.98179
▁believe	-9.982
Create	-9.98248
▁please	-9.983
Locale	-9.98367
▁heap	-9.9852
Authentication	-9.98651
Future	-9.98661
},	-9.9869
Foo	-9.9876
isDebugEnabled	-9.98837
hibernate	-9.98858
▁seconds	-9.99186
username	-9.99215
search	-9.99415
Prefix	-9.99422
warn	-9.99575
▁username	-9.99698
Nullable	-9.99723
▁rules	-9.99725
▁box	-9.99761
Max	-9.99798
▁-1)	-9.99891
▁basic	-9.99951
▁setup	-10.0006
▁primitive	-10.0006
▁choose	-10.0007
connection	-10.0017
▁tab	-10.0026
Search	-10.0027
▁StringBuffer	-10.003
▁closed	-10.0038
Body	-10.004
)));	-10.0047
col	-10.0068
▁console	-10.0068
00	-10.0069
▁comes	-10.0071
▁including	-10.0076
▁achieve	-10.0077
DEFAULT	-10.0081
▁wrapper	-10.0085
▁q	-10.0092
▁returning	-10.0095
toArray	-10.0098
11	-10.0105
▁determine	-10.0109
▁Document	-10.0112
▁included	-10.012
▁extend	-10.0121
▁longer	-10.0123
▁features	-10.0126
▁interfaces	-10.0135
▁certificate	-10.0135
▁conn	-10.0139
▁cluster	-10.0144
▁basically	-10.0154
▁thus	-10.0159
▁iterate	-10.0165
▁our	-10.017
Logger	-10.0172
Database	-10.0178
▁++	-10.0182
containsKey	-10.0188
Check	-10.019
Val	-10.0191
▁Don	-10.0192
▁tool	-10.0193
▁OS	-10.0207
▁layer	-10.0217
res	-10.0227
age	-10.0231
▁identifier	-10.0237
▁tags	-10.0239
▁goes	-10.0242
script	-10.0243
▁report	-10.0245
At	-10.0247
="@	-10.0249
getBytes	-10.0264
▁release	-10.0269
▁according	-10.0272
dp	-10.0279
Spec	-10.0295
Stack	-10.0301
▁year	-10.0328
▁follow	-10.0331
Folder	-10.0336
▁applications	-10.034
Keys	-10.0346
▁free	-10.0357
▁connect	-10.0358
▁chain	-10.036
▁sorted	-10.0363
compareTo	-10.0382
▁authentication	-10.0385
/{	-10.0396
▁managed	-10.0418
▁care	-10.042
len	-10.0423
▁iteration	-10.0427
▁Oracle	-10.0432
\"	-10.0434
▁implementations	-10.0439
▁assign	-10.0445
▁depending	-10.0446
▁matter	-10.0449
instance	-10.045
▁children	-10.0452
box	-10.0454
}/	-10.0454
▁optional	-10.047
driver	-10.0472
FileOutputStream	-10.0475
Elements	-10.0485
arr	-10.0492
localhost	-10.0493
else	-10.0496
▁Read	-10.0497
findViewById	-10.0499
other	-10.05
▁visible	-10.0501
▁big	-10.0507
▁desired	-10.0508
TAG	-10.0519
Holder	-10.0523
▁pom	-10.053
▁runs	-10.0555
▁shouldn	-10.0557
▁JAR	-10.0561
▁supports	-10.0566
cp	-10.0577
▁underlying	-10.0577
SELECT	-10.0613
▁functionality	-10.0614
Doc	-10.0617
jsp	-10.0624
▁Properties	-10.0626
internal	-10.0628
offset	-10.0629
location	-10.064
register	-10.0644
▁certain	-10.0648
Feature	-10.0652
Word	-10.0657
▁rest	-10.0657
▁Project	-10.066
▁dest	-10.0661
▁Once	-10.0662
▁hand	-10.0663
style	-10.0669
err	-10.067
ActionEvent	-10.067
entity	-10.0679
Box	-10.0679
▁"\	-10.0681
Add	-10.0683
▁2,	-10.0686
▁accept	-10.069
IN	-10.0704
HOME	-10.0704
▁cursor	-10.0713
▁known	-10.0717
▁active	-10.0717
point	-10.074
▁HttpServlet	-10.0741
▁email	-10.0741
ation	-10.0742
▁dir	-10.0745
If	-10.0746
▁login	-10.0747
▁u	-10.0762
Strategy	-10.0763
Enum	-10.0766
Def	-10.0788
uri	-10.0795
▁D	-10.0804
home	-10.0813
▁bound	-10.0815
Failed	-10.0841
▁exact	-10.0844
▁timer	-10.0867
▁edit	-10.0872
("\	-10.0874
▁statements	-10.0879
▁draw	-10.0882
apply	-10.0883
▁lower	-10.0886
Cell	-10.0886
Variable	-10.0887
▁docs	-10.0892
Control	-10.0897
▁invoked	-10.0928
▁loader	-10.0929
▁rs	-10.0934
word	-10.0936
Hello	-10.0942
INSTANCE	-10.0948
Last	-10.0951
▁people	-10.0981
ClassLoader	-10.0991
Abstract	-10.0994
Var	-10.0998
▁encoded	-10.1003
▁hope	-10.1004
bytes	-10.1004
sleep	-10.1016
Is	-10.1017
+"	-10.1021
▁Web	-10.1021
!");	-10.1025
Main	-10.1034
▁Comparator	-10.1038
NonNull	-10.104
Process	-10.1047
Match	-10.1048
▁relative	-10.1065
Matrix	-10.1073
lock	-10.1082
cache	-10.1083
Product	-10.1084
Port	-10.1086
▁Point	-10.1097
▁ch	-10.1099
▁FileInputStream	-10.11
sample	-10.1101
▁month	-10.113
builder	-10.1132
▁shown	-10.1137
▁requested	-10.1143
task	-10.1149
process	-10.1165
▁nested	-10.1176
▁parsing	-10.1179
▁Vector	-10.118
derByComparator	-10.1211
logger	-10.1238
▁FROM	-10.125
Enabled	-10.1251
▁vector	-10.1256
▁stuff	-10.1256
▁negative	-10.1257
Void	-10.126
▁IDE	-10.1261
▁These	-10.1266
▁conversion	-10.1268
▁protocol	-10.1271
scope	-10.1277
▁F	-10.1284
▁Random	-10.1285
▁logging	-10.1285
Scanner	-10.1287
bind	-10.1315
host	-10.1325
▁LOGGER	-10.1326
Delete	-10.1329
▁functions	-10.1334
copy	-10.1335
▁sc	-10.1337
Account	-10.1338
▁bar	-10.1344
▁examples	-10.1348
call	-10.1352
Consumer	-10.136
▁proper	-10.1362
}"	-10.1363
▁scale	-10.1371
▁resolved	-10.1372
▁handling	-10.1386
ClassName	-10.1408
▁graph	-10.1419
▁who	-10.1421
JFrame	-10.1423
Notification	-10.1448
▁join	-10.1449
▁entities	-10.1449
cloud	-10.1455
SQL	-10.1463
Certificate	-10.1478
▁often	-10.1484
▁GUI	-10.1489
Comparator	-10.1491
Title	-10.1494
Pool	-10.1499
▁safe	-10.1507
Change	-10.1507
▁multi	-10.1509
▁editor	-10.1511
▁eclipse	-10.1511
▁engine	-10.1525
▁therefore	-10.1534
▁L	-10.1536
01	-10.1538
▁paint	-10.1541
Users	-10.1544
so	-10.1564
join	-10.1576
▁DateTime	-10.1578
▁cp	-10.1583
product	-10.1588
intent	-10.1597
1;	-10.1599
▁registered	-10.1604
▁hold	-10.1604
▁<<	-10.1605
Driver	-10.1613
▁checks	-10.1617
▁filename	-10.1626
▁clean	-10.1629
▁practice	-10.1629
▁2;	-10.1632
▁batch	-10.1643
20	-10.1649
▁converted	-10.1649
currentTimeMilli	-10.1656
▁Code	-10.1658
invoke	-10.1662
▁platform	-10.1669
header	-10.1672
Host	-10.1676
▁person	-10.1676
▁Resource	-10.168
exists	-10.1681
javax	-10.1683
▁described	-10.1693
▁Data	-10.1695
▁Color	-10.1701
▁findViewById	-10.1704
try	-10.1708
▁matcher	-10.1712
-8	-10.1726
▁starts	-10.173
▁completely	-10.1732
▁loading	-10.1734
yyyy	-10.1739
▁global	-10.1745
▁Throwable	-10.1754
▁trace	-10.1778
▁Matcher	-10.1778
ui	-10.1786
▁LinkedList	-10.1803
Interval	-10.1812
▁con	-10.1813
▁steps	-10.1815
tr	-10.1818
getResource	-10.182
el	-10.1833
Report	-10.1843
▁formatter	-10.1845
▁parsed	-10.185
based	-10.1855
Xml	-10.1858
▁site	-10.1865
▁specification	-10.1865
de	-10.1866
you	-10.1869
▁enter	-10.1873
NO	-10.1878
='	-10.1881
WithService	-10.1881
▁ignore	-10.1885
Next	-10.1889
Graphics	-10.1894
ResponseAsync	-10.1899
Resources	-10.1903
->	-10.1905
Servlet	-10.1912
▁whose	-10.1915
▁Have	-10.1917
▁come	-10.1918
▁supplied	-10.1918
getAttribute	-10.1921
admin	-10.1938
Left	-10.194
Timeout	-10.1944
▁third	-10.1945
▁Therefore	-10.1957
▁complex	-10.1959
Profile	-10.197
▁profile	-10.1972
▁def	-10.1978
▁Custom	-10.1979
HttpServlet	-10.198
▁ctx	-10.1985
sum	-10.1985
insert	-10.1985
Api	-10.1988
▁Image	-10.1995
(1)	-10.1997
Resolver	-10.1998
▁executor	-10.1998
Optional	-10.1998
IP	-10.2013
▁endpoint	-10.2038
▁someone	-10.2039
▁At	-10.2046
2;	-10.2049
drawable	-10.2049
▁enable	-10.2064
▁scanner	-10.2069
EClass	-10.2089
Formatter	-10.2089
boot	-10.2091
Script	-10.2092
▁100	-10.2105
setProperty	-10.2113
▁immediately	-10.2113
Byte	-10.2115
address	-10.2117
▁consumer	-10.2121
▁distance	-10.2121
▁others	-10.2123
▁alternative	-10.2128
Pair	-10.2129
▁calculate	-10.214
▁installed	-10.2141
POST	-10.2142
Category	-10.2145
OF	-10.2147
listener	-10.2152
eclipse	-10.2156
function	-10.2157
▁game	-10.2164
▁merge	-10.2167
▁choice	-10.217
▁de	-10.2173
UI	-10.2175
▁SQLException	-10.2178
▁calendar	-10.218
▁JSP	-10.2182
LA	-10.2183
old	-10.2188
▁resulting	-10.2198
▁representing	-10.2205
Enter	-10.2206
order	-10.2219
▁onClick	-10.2222
▁Maybe	-10.2223
▁push	-10.2225
▁services	-10.2227
▁BufferedImage	-10.2234
▁Something	-10.2234
("\\	-10.2238
▁mock	-10.2239
Run	-10.2246
op	-10.2246
ALL	-10.2251
▁Thanks	-10.2256
while	-10.2257
Summary	-10.2271
▁faster	-10.2274
▁reflection	-10.2292
include	-10.2301
catch	-10.2305
Write	-10.2312
▁props	-10.2331
Encoding	-10.2348
▁effect	-10.2354
],	-10.2356
▁enabled	-10.2368
▁represents	-10.2375
ion	-10.2376
trace	-10.238
▁9	-10.238
▁seem	-10.2385
▁Build	-10.2386
("<	-10.2391
▁receive	-10.2394
Counter	-10.2396
DataSource	-10.2397
18	-10.2404
ic	-10.2408
▁compiled	-10.2418
▁Files	-10.2423
▁images	-10.2426
Graph	-10.243
document	-10.2431
▁Number	-10.2436
buf	-10.2436
tree	-10.2442
▁policy	-10.2443
▁verify	-10.245
module	-10.2477
▁comparator	-10.2481
▁App	-10.2483
me	-10.2488
an	-10.2501
▁NOT	-10.2505
Extension	-10.2512
▁Toast	-10.2516
Matcher	-10.2519
▁projects	-10.2527
ant	-10.2542
fill	-10.2544
stop	-10.2552
▁creation	-10.2568
▁req	-10.2569
br	-10.257
Environment	-10.257
▁Let	-10.258
LOG	-10.2589
Len	-10.2591
Results	-10.2598
Select	-10.2598
getWidth	-10.2609
▁head	-10.2611
classes	-10.2619
▁Result	-10.2623
flush	-10.2638
keySet	-10.2639
▁ask	-10.264
▁zone	-10.2648
▁purpose	-10.2651
▁BorderLayout	-10.266
▁pair	-10.2663
▁sets	-10.2663
▁wrapped	-10.2666
▁Finally	-10.267
Dao	-10.2676
▁Connection	-10.2676
▁grid	-10.2688
▁prevent	-10.2691
▁wrap	-10.2694
▁player	-10.2699
Execution	-10.27
Endpoint	-10.2705
▁Amazon	-10.2715
tmp	-10.2715
▁implementing	-10.2717
▁Path	-10.2718
Sequence	-10.2719
▁haven	-10.2732
▁escape	-10.2737
▁REST	-10.2749
▁bind	-10.275
▁Return	-10.2752
▁applied	-10.2759
Security	-10.2759
▁Cms	-10.2763
▁initialization	-10.2775
▁Comparable	-10.2775
▁latest	-10.2783
Auth	-10.2786
▁Each	-10.2787
getDefault	-10.2792
▁topic	-10.2801
nd	-10.2813
▁Well	-10.2814
After	-10.2816
▁segment	-10.2819
plugins	-10.2828
▁turn	-10.2829
Copy	-10.2831
▁article	-10.2831
()){	-10.2838
empty	-10.2839
▁high	-10.2843
▁:)	-10.2844
▁Pr	-10.2847
sun	-10.2848
▁fully	-10.2863
Timer	-10.2874
Bar	-10.2875
sh	-10.2875
toList	-10.2883
mapping	-10.289
▁along	-10.2897
login	-10.29
--;	-10.2901
Hash	-10.2908
▁tokens	-10.291
▁generally	-10.2911
▁beans	-10.2915
▁includes	-10.2925
▁Service	-10.2927
support	-10.2932
getPath	-10.2937
▁getter	-10.2949
▁dynamic	-10.2957
Identifier	-10.2959
▁ResultSet	-10.2962
exe	-10.2962
▁1.0	-10.2966
▁digits	-10.2968
LENGTH	-10.297
channel	-10.2975
random	-10.2977
FILE	-10.2984
Engine	-10.3003
PATH	-10.3011
attribute	-10.3018
-1	-10.3027
store	-10.3037
▁Adds	-10.3046
getHeight	-10.3049
▁font	-10.3055
▁direct	-10.3055
▁virtual	-10.3056
▁self	-10.3063
Classes	-10.3063
▁garbage	-10.3071
[0];	-10.3074
▁track	-10.3078
▁binding	-10.3083
Menu	-10.3087
▁wouldn	-10.3088
getX	-10.3099
▁greater	-10.3106
env	-10.3123
Loader	-10.3127
Changed	-10.3148
▁Any	-10.3149
ent	-10.3151
toLowerCase	-10.3153
Args	-10.3156
Internal	-10.3166
▁tools	-10.3176
!=	-10.3187
▁Function	-10.3187
Msg	-10.3194
▁TimeUnit	-10.3195
Binding	-10.3198
▁considered	-10.32
Re	-10.3201
Handle	-10.3212
▁MyClass	-10.322
▁wanted	-10.322
▁play	-10.3222
▁Response	-10.3225
Executor	-10.3226
API	-10.3231
Interceptor	-10.3231
▁fill	-10.3235
▁BigInteger	-10.3237
▁seen	-10.3245
▁Is	-10.3245
▁shows	-10.3249
▁invocation	-10.3251
▁days	-10.3255
▁K	-10.3256
="@+	-10.3264
▁mind	-10.3266
runtime	-10.327
Device	-10.3271
conf	-10.3281
ActionListener	-10.3283
▁'"	-10.3285
▁appear	-10.3285
▁skip	-10.3287
▁stmt	-10.329
▁queries	-10.3291
reader	-10.3298
▁Open	-10.3303
▁W	-10.331
Condition	-10.3317
us	-10.3322
range	-10.3334
Role	-10.3335
▁anyway	-10.3341
send	-10.3342
safe	-10.3343
▁waiting	-10.3357
▁html	-10.3364
ie	-10.3369
▁{}",	-10.3372
▁Element	-10.3376
▁progress	-10.3377
▁compute	-10.3381
Socket	-10.3386
▁notification	-10.339
Post	-10.3393
▁answers	-10.34
▁render	-10.3401
▁instantiate	-10.3412
exec	-10.3416
Nonnull	-10.3418
▁reset	-10.3429
▁JRE	-10.3431
▁represent	-10.344
▁outer	-10.3441
▁sending	-10.3446
▁Marshall	-10.3447
▁Query	-10.3451
▁low	-10.3452
▁lookup	-10.3459
clazz	-10.346
▁javadoc	-10.3466
optional	-10.3467
▁groups	-10.3469
classpath	-10.3473
VERSION	-10.3492
Selection	-10.3496
▁javafx	-10.3511
Custom	-10.3512
▁behaviour	-10.3514
▁members	-10.3515
Serializer	-10.3527
nputStreamReader	-10.3533
commerce	-10.3536
accept	-10.3555
▁immutable	-10.3556
▁listeners	-10.357
▁br	-10.3575
Interrupted	-10.3587
▁timestamp	-10.3591
▁permission	-10.3604
▁More	-10.3606
CODE	-10.3608
getData	-10.361
▁caller	-10.362
▁actionPerformed	-10.3621
_2>	-10.3626
Member	-10.3626
Before	-10.363
▁appears	-10.3633
▁linked	-10.3635
head	-10.3637
▁connections	-10.3653
CLOSE	-10.3654
ACTION	-10.3658
▁assigned	-10.3659
ibm	-10.3673
▁mapped	-10.3679
▁updates	-10.3681
Un	-10.3681
----------------	-10.3684
PreparedStatemen	-10.3686
Segment	-10.3693
▁share	-10.3694
▁becomes	-10.3698
▁VM	-10.3704
ar	-10.3708
▁ever	-10.3714
job	-10.3736
▁aren	-10.3745
▁subject	-10.3749
Autowired	-10.3751
click	-10.3758
3,	-10.3758
▁Locale	-10.3759
component	-10.3766
▁assuming	-10.3773
▁trigger	-10.3786
▁expressions	-10.3789
▁Servlet	-10.3792
▁region	-10.3793
TO	-10.3794
▁Runtime	-10.3794
▁Which	-10.3802
3.	-10.3804
▁manifest	-10.3806
pack	-10.3806
▁reasons	-10.3809
▁except	-10.381
()}	-10.3819
▁keyword	-10.3821
▁WHERE	-10.3821
DateTime	-10.3826
Storage	-10.3827
▁cal	-10.3835
Support	-10.3836
▁tested	-10.3838
0,	-10.384
▁efficient	-10.3848
▁executing	-10.3851
▁transform	-10.3853
Chain	-10.386
Score	-10.3861
▁Button	-10.3878
▁ignored	-10.3878
▁Take	-10.3896
Permission	-10.3905
You	-10.3915
▁GC	-10.3918
▁duration	-10.3921
Http	-10.3929
using	-10.3936
▁programming	-10.3941
▁permissions	-10.3949
▁attempt	-10.395
▁spec	-10.395
▁annotated	-10.3952
▁Basically	-10.3956
▁Remove	-10.3961
Open	-10.3967
▁inject	-10.3969
▁fileName	-10.3977
▁minimum	-10.3979
▁blocks	-10.398
▁Array	-10.4017
▁criteria	-10.4019
▁ByteBuffer	-10.4019
forName	-10.4035
jdk	-10.404
▁yes	-10.4043
▁sign	-10.4043
▁U	-10.4045
Space	-10.4051
▁terms	-10.4061
▁world	-10.4062
total	-10.4072
▁shell	-10.4072
png	-10.4075
red	-10.4076
▁construct	-10.4076
setValue	-10.4081
Batch	-10.4085
▁charset	-10.4088
Headers	-10.409
▁jars	-10.4095
▁Iterable	-10.4095
Float	-10.41
▁deleted	-10.4104
▁JAXBElement	-10.4108
▁term	-10.4113
▁addition	-10.4117
▁replaced	-10.413
▁obtain	-10.413
Validator	-10.4142
▁beginning	-10.4152
▁almost	-10.4154
▁icon	-10.4157
_0	-10.4159
Flow	-10.416
▁IP	-10.4163
▁ActionListener	-10.4164
▁area	-10.4167
email	-10.417
printf	-10.4173
▁hibernate	-10.4188
where	-10.4192
Destination	-10.4194
Step	-10.4194
▁serviceCallback	-10.4202
▁upper	-10.4207
▁Thus	-10.4207
Col	-10.4212
▁away	-10.4215
mail	-10.4217
only	-10.4222
▁JOptionPane	-10.4228
▁bottom	-10.423
▁received	-10.4231
Cms	-10.4232
▁force	-10.4236
Right	-10.4245
▁explicit	-10.4246
▁failure	-10.4248
▁snippet	-10.4248
getInt	-10.4249
Current	-10.4251
le	-10.4254
▁UTF	-10.4257
▁upload	-10.4269
It	-10.4278
▁lists	-10.4281
▁While	-10.4283
▁flow	-10.4289
▁predicate	-10.4301
▁//	-10.4302
img	-10.4313
▁Interrupted	-10.4333
▁Can	-10.434
validate	-10.4345
[2]	-10.4347
Nodes	-10.4356
▁3)	-10.4356
Login	-10.4361
frame	-10.4362
abc	-10.4362
▁ServiceFuture	-10.4382
beans	-10.4393
Objects	-10.4396
▁encode	-10.4397
▁somewhere	-10.4401
commit	-10.4411
▁registry	-10.4412
commons	-10.4425
Predicate	-10.4426
▁role	-10.4426
▁mark	-10.444
now	-10.4443
Web	-10.4446
▁assignment	-10.4447
▁across	-10.4447
▁2.0	-10.4449
▁situation	-10.4455
interface	-10.4458
"+	-10.4458
profile	-10.4462
execution	-10.4465
▁mechanism	-10.4465
▁injection	-10.4465
▁Even	-10.4468
▁Timer	-10.447
Two	-10.4478
Build	-10.4485
NOT	-10.4496
ING	-10.4506
)))	-10.4513
▁cached	-10.4516
generate	-10.4517
▁prefer	-10.4526
▁TextView	-10.4534
▁letter	-10.4536
▁disk	-10.4538
▁Character	-10.4539
▁hashCode	-10.454
▁relevant	-10.4546
▁followed	-10.4549
▁lib	-10.4553
onCreate	-10.4555
":"	-10.4556
▁comparison	-10.4557
▁Session	-10.4568
14	-10.4569
▁contained	-10.4579
13	-10.458
Timestamp	-10.4585
▁selection	-10.4586
hello	-10.4587
case	-10.4588
▁positive	-10.4591
Program	-10.4597
directory	-10.4601
▁deal	-10.4602
▁literal	-10.4602
Font	-10.4606
▁interval	-10.4626
command	-10.4628
▁streams	-10.4638
Editor	-10.4643
▁links	-10.4643
Entries	-10.4647
▁us	-10.4664
Selector	-10.4666
▁"<	-10.4671
OK	-10.4677
prefix	-10.4683
HashMap	-10.4689
▁suggested	-10.4693
▁nice	-10.47
NotFound	-10.4701
▁route	-10.4702
▁Security	-10.4703
▁Run	-10.4705
Min	-10.4713
beta	-10.4715
▁Jackson	-10.4716
Example	-10.4718
▁removing	-10.4721
▁fast	-10.4731
▁coordinates	-10.4737
▁Client	-10.4754
def	-10.4755
TIME	-10.4758
ro	-10.476
▁packages	-10.476
Tags	-10.4761
▁Message	-10.4764
domain	-10.4768
▁SDK	-10.4777
▁According	-10.4778
handle	-10.4786
▁warning	-10.4787
▁st	-10.479
NotNull	-10.4791
description	-10.4792
Information	-10.4799
submit	-10.48
▁occurred	-10.4801
encode	-10.4805
▁pointer	-10.4805
DATE	-10.4806
limit	-10.4813
Player	-10.4818
▁reverse	-10.4821
▁paths	-10.4828
Grid	-10.4833
▁zip	-10.4837
▁ObjectMapper	-10.4837
▁Assuming	-10.4838
▁hence	-10.484
record	-10.4845
ur	-10.4846
▁processed	-10.4855
binding	-10.4857
▁setter	-10.4864
▁meta	-10.4871
▁auth	-10.4873
▁chars	-10.4879
getInputStream	-10.4879
▁export	-10.4894
js	-10.4895
option	-10.4895
▁various	-10.4899
RequestMapping	-10.4909
▁Re	-10.4918
▁lambda	-10.4921
};	-10.4946
▁commit	-10.4951
▁book	-10.4952
▁meaning	-10.4955
Limit	-10.4958
▁period	-10.4974
failed	-10.4975
Screen	-10.4976
Work	-10.4985
▁Field	-10.4992
transform	-10.4994
ment	-10.4996
Day	-10.4997
Argument	-10.5002
▁launch	-10.5017
▁produce	-10.5021
▁anonymous	-10.503
0)	-10.5035
▁debug	-10.5048
Renderer	-10.5051
25	-10.5053
▁decimal	-10.5056
▁serialize	-10.5061
▁\"	-10.5061
▁center	-10.5061
509	-10.5067
▁score	-10.5069
second	-10.5071
prop	-10.5074
gradle	-10.5076
options	-10.5079
Detail	-10.5084
[0].	-10.5086
▁price	-10.5089
▁iter	-10.5089
CLASS	-10.5092
▁successfully	-10.5102
▁detail	-10.5105
opencms	-10.512
[]{	-10.5122
sb	-10.5124
▁holder	-10.5129
▁indicates	-10.5136
ele	-10.5136
when	-10.5138
▁Alternatively	-10.5139
ER	-10.5139
Load	-10.5141
▁stage	-10.5145
but	-10.5147
24	-10.5147
Duration	-10.5149
▁observable	-10.5154
▁async	-10.5156
INT	-10.5159
getContext	-10.5165
▁OutputStream	-10.5174
▁AND	-10.5179
▁states	-10.5184
▁notify	-10.5185
15	-10.5185
▁payload	-10.5185
▁occur	-10.5192
Validation	-10.5193
Stats	-10.5198
that	-10.5199
EventListener	-10.52
▁bounds	-10.52
Simple	-10.5201
Sum	-10.5211
connect	-10.5215
▁clause	-10.5221
▁defaultValue	-10.5225
▁3,	-10.5227
▁none	-10.5232
▁Serializable	-10.5236
Pane	-10.5237
ad	-10.5253
STRING	-10.5255
▁Http	-10.5256
▁records	-10.5256
Icon	-10.5258
schema	-10.5261
▁become	-10.5265
sourceGroupName	-10.5266
Only	-10.5271
▁resp	-10.5291
Runnable	-10.5294
Domain	-10.5297
USER	-10.5299
Random	-10.5302
▁designed	-10.5302
Stage	-10.5305
et	-10.5321
▁helper	-10.5322
▁absolute	-10.5327
getParent	-10.5331
ee	-10.5332
attr	-10.5334
▁JSONArray	-10.5337
FileName	-10.534
scene	-10.5349
▁descriptor	-10.5351
▁higher	-10.5355
▁ones	-10.5356
idx	-10.536
▁prop	-10.5361
▁remember	-10.5363
setName	-10.5367
▁env	-10.5371
▁buttons	-10.5377
▁category	-10.5378
Snapshot	-10.5379
Up	-10.5409
▁delay	-10.541
make	-10.5412
▁NOTE	-10.5413
▁upon	-10.5423
▁20	-10.5435
▁figure	-10.5443
▁1:	-10.5446
▁generics	-10.5446
▁great	-10.545
permission	-10.546
per	-10.5468
logging	-10.5473
getCurrent	-10.5482
Tab	-10.5485
▁disable	-10.5488
▁direction	-10.5493
Groups	-10.5495
Arr	-10.5501
▁Database	-10.5503
handler	-10.5503
▁Documentation	-10.5507
▁Second	-10.5513
▁os	-10.5522
▁quick	-10.5532
▁spaces	-10.5533
Cluster	-10.5535
▁finish	-10.5546
▁increment	-10.5548
▁success	-10.5555
▁aware	-10.5557
▁Logger	-10.5563
display	-10.5572
▁performed	-10.5574
▁conditions	-10.5577
template	-10.5578
▁Json	-10.558
▁Only	-10.5585
dependencies	-10.5586
▁parallel	-10.5587
_1	-10.559
▁Process	-10.5592
abs	-10.5603
ive	-10.5604
DAY	-10.5612
system	-10.5617
▁Time	-10.5618
▁strategy	-10.5619
hash	-10.5624
▁referenced	-10.5627
junit	-10.5641
▁cookie	-10.5643
("%	-10.5646
Iterable	-10.5647
Some	-10.565
▁tables	-10.5651
side	-10.5655
